Repository: mohammadrezaaghaei1998/comany_oman_django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fa, ru, tr

source: imports
fa: صادرات و واردات

source: First Name
de: Vorname
fa: نام و نام خانوادگی
ru: Имя
tr: Adı

source: Last Name
de: Nachname
fa: نام و نام خانوادگی
ru: Фамилия
tr: Soyadı

source: Email
fa: آدرس ایمیل
ru: Электронная почта
tr: E-posta

source: Confirm Password
de: Bestätige das Passwort
fa: تایید گذرواژه
ru: Подтвердите пароль
tr: Parolanızı onaylayın

source: Name
fa: اسم
ru: Имя
tr: Adı

source: name
fa: نام

source: Brand
de: Marke
fa: برند

source: Brands
fa: برند ها

source: code
fa: کد رنگ

source: Color
de: Farbe
fa: رنگ

source: Colors
de: Farben
fa: رنگ ها

source: image
fa: عکس

source: Categories
de: Kategorien
fa: دسته بندی ها
ru: Категории
tr: Kategoriler

source: Subfield
fa: زیرمجموعه

source: Subfields
fa: زیرمجموعه ها

source: Subfield_Item
fa: آیتم

source: Subfield_Items
fa: آیتم ها

source: price
fa: قیمت

source: information
fa: اطلاعات

source: description
fa: توضیحات

source: origin
fa: تولید:

source: quantity
fa: مقدار

source: quality
fa: کیفیت

source: Subfield Item
fa: آیتم

source: Subfield
fa: زیر مجموعه

source: Brand
fa: برند

source: Color
fa: رنگ

source: discount_price
fa: تخفیف

source: Product
fa: محصول

source: Products
fa: محصولات

source: Images
fa: عکس ها

source: email
fa: آدرس ایمیل

source: message
fa: پیام

source: Cntact
fa: ارتباط

source: Contacs
fa: ارتباط ها

source: product name
fa: اسم محصول
tr: Ürun adı

source: whatsapp
fa: واتساپ

source: Collaboration
de: Zusammenarbeit
fa: همکاری
ru: Сотрудничество
tr: Işbirliği

source: Collaborations
fa: همکاری ها

source: surname
fa: نام کاربری

source: country
fa: کشور

source: city
fa: شهر

source: company
fa: شرکت

source: profitability_percentage
fa: سوددهی

source: duration_staying_money
fa: مدت زمان سپرده گذاری

source: start date
fa: تاریخ شروع

source: end date
fa: اتمام

source: amount invested
fa: مبلغ سرمایه گذاری شده

source: Investment
fa: سرمایه گذاری

source: Investments
fa: سرمایه گذاری ها

source: address
fa: آدرس

source: phone number
fa: شماره واتساپ

source: OrderProduct
fa: سفارش محصول

source: OrderProducts
fa: سفارش محصول

source: OrderInvestments
fa: ثبت سرمایه گذاری ها

source: cv
fa: رزومه

source: JobApplications
fa: درخواست های کار

source: product image
fa: عکس محصول

source: Product_Assistances
fa: جستجوی_محصول ها

source: number
fa: شماره تماس

source: Branches
fa: شعبات

source: job title
fa: حوزه فعالیت

source: Password changed
de: Passwort geändert
fa: رمز عبور تغییر کرد
ru: пароль изменен

source: Your password has been changed successfully.
de: Ihr Passwort wurde erfolgreich geändert.
fa: گذرواژه ی شما با موفقیت تغییر کرد.
ru: Ваш пароль был успешно изменен.
tr: Şifreniz başarıyla değiştirildi.

source: You can now
de: Jetzt können Sie sich
fa: اکنون می توانید وارد شوید
ru: Ты можешь сейчас
tr: Şimdi yapabilirsin

source: Password Reset Sent
de: Passwort-Reset gesendet
fa: رمز عبور ارسال شد
ru: Сброс пароля отправлен
tr: Şifre Sıfırlama Gönderildi

source: If an account already exists with the email address you entered,we have emailed you instructions for setting your password.You should receive these soon. If you do not receive an email,please make sure you entered the address you registered with and check your spam folder.
de: Wenn mit der von Ihnen eingegebenen E-Mail-Adresse bereits ein Konto besteht, haben wir Ihnen per E-Mail Anweisungen zum Festlegen Ihres Passworts zugesandt. Sie sollten diese bald erhalten. Wenn Sie keine E-Mail erhalten, stellen Sie bitte sicher, dass Sie die Adresse eingegeben haben, mit der Sie sich registriert haben, und überprüfen Sie Ihren Spam-Ordner.
fa: اگر قبلاً حسابی با آدرس ایمیلی که وارد کرده‌اید وجود دارد، دستورالعمل‌های تنظیم رمز عبور را برای شما ایمیل کرده‌ایم. باید به زودی آن‌ها را دریافت کنید. اگر ایمیلی دریافت نکردید، لطفاً آدرسی را که با آن ثبت نام کرده اید وارد کرده و پوشه اسپم خود را بررسی کنید.
ru: Если учетная запись с указанным вами адресом электронной почты уже существует, мы отправили вам инструкции по установке пароля. Вы должны получить их в ближайшее время. Если вы не получили электронное письмо, убедитесь, что вы ввели адрес, под которым зарегистрировались, и проверьте папку со спамом.
tr: Girdiğiniz e-posta adresine sahip bir hesap zaten mevcutsa, şifrenizi ayarlama talimatlarını size e-postayla gönderdik.Eğer e-posta alamazsanız, lütfen kayıt olduğunuz adresi girdiğinizden emin olun ve spam klasörünüzü kontrol edin.

source: Enter your email
de: Geben sie ihre E-Mail Adresse ein
fa: آدرس ایمیل خود را وارد کنید
ru: Введите адрес электронной почты
tr: E-pasta giriniz

source: Explore our branches
de: Entdecken Sie unsere Filialen
fa: در شعب ما کاوش کنید
ru: Изучите наши филиалы
tr: Şubelerimizi keşfedin

source: Social Media
de: Sozialen Medien
fa: صفحات ما
ru: Социальные медиа
tr: Sosyal medya

source: Location
de: Standort
fa: موقعیت مکانی
ru: Расположение
tr: Konum

source: Lan
de: Sprache
fa: زبان
ru: язык
tr: dil

source: Enlish
de: Englisch
fa: انگلیسی
ru: английский
tr: Ingilizce

source: Persian
de: persisch
fa: فارسی
ru: персидский
tr: Farsça

source: Deutch
de: Deutsch
fa: آلمانی
ru: Немецкий
tr: Almanca

source: Russian
de: Russisch
fa: روسی
ru: Русский
tr: Rusça

source: Arabic
fa: عربی
ru: арабский
tr: Arapça

source: Turkish
de: Türkisch
fa: ترکی
ru: турецкий
tr: Türkçe

source: Sign Out
de: Abmelden
fa: خروج
ru: Выйти
tr: Çıkış

source: Login
de: Anmelden
fa: ورود
ru: Авторизоваться
tr: Giriş

source: Sign Up
de: Registrieren
fa: ثبت نام
ru: Войти
tr: Hesap oluştur

source: Home
de: Heim
fa: خانه
ru: Дом
tr: Ev

source: Services
de: Dienstleistungen
fa: خدمات
ru: Услуги
tr: Hizmetler

source: Investment
de: Investition
fa: سرمایه گذاری
ru: Инвестиции
tr: Yatırımlar

source: About Us
de: Über uns
fa: درباره ما
ru: О нас
tr: Hakkımızda

source: Contact
de: Kontakt
fa: ارتباط
ru: Связаться с нами
tr: Iletişim

source: Apply for Job
de: Für einen Job bewerben
fa: شغل ها
ru: Подать заявку на работу
tr: Iş başvurusu

source: Search
de: Suchen
fa: جستوجو
ru: поиск
tr: Ara

source: Welcome to AMIRAN FOR INVESTMENT, your hub for global trade, investment, and careers in Oman. As a dynamic newcomer, we simplify international transactions, drive strategic investments, and offer exciting career paths. Based in Muscat, we're dedicated to propelling businesses forward in the dynamic global marketplace. Join us on this journey towards simplified trade, strategic investments, and boundless career opportunities.
de: Willkommen bei „AMIRAN FOR INVESTMENT“, Ihrem Zentrum für globalen Handel, Investitionen und Karrieren im Oman. Als dynamischer Newcomer vereinfachen wir internationale Transaktionen, treiben strategische Investitionen voran und bieten spannende Karrierewege. Mit Sitz in Maskat widmen wir uns der Weiterentwicklung von Unternehmen auf dem dynamischen globalen Markt. Begleiten Sie uns auf dieser Reise zu vereinfachtem Handel, strategischen Investitionen und grenzenlosen Karrieremöglichkeiten.
fa: به شرکت سرمایه گذاری امیران عمان خوش آمدید.ما به عنوان یک تازه وارد پویا معاملات بین المللی را ساده می کنیم. سرمایه گذاری های استراتژیک را هدایت می کنیم و مسیرهای شغلی هیجان انگیزی را ارائه می دهیم.هدف ما ایجاد اعتمادسازی در تامین کالاهای عمده با جذب و همکاری با تامین کنندگان اصلی در جهت قدم گذاشتن و معرفی کالاهای مختلف در بازارهای جهانی مورد هدف تامین کننده است. شرکت سرمایه گذاری امیران مفتخر است که در این مسیر قادر به افزایش شعبات و افزایش دامنه فعالیت خود بوده است
ru: Добро пожаловать в AMIRAN FOR INVESTMENT, ваш центр глобальной торговли, инвестиций и карьеры в Омане. Будучи динамичным новичком, мы упрощаем международные транзакции, стимулируем стратегические инвестиции и предлагаем захватывающие возможности карьерного роста. Находясь в Маскате, мы стремимся продвигать бизнес на динамичном глобальном рынке. Присоединяйтесь к нам на пути к упрощенной торговле, стратегическим инвестициям и безграничным карьерным возможностям.
tr: Umman'daki küresel ticaret, yatırım ve kariyer merkeziniz AMIRAN FOR YATIRIM'a hoş geldiniz. Dinamik bir start-up olarak uluslararası işlemleri basitleştiriyor, stratejik yatırımları teşvik ediyor ve heyecan verici kariyer fırsatları sunuyoruz. Maskat merkezli olarak dinamik bir küresel pazarda iş yapmayı teşvik etmeye çalışıyoruz. Basitleştirilmiş ticaret, stratejik yatırım ve sınırsız kariyer fırsatlarına giden yolculuğumuzda bize katılın.

source: Our Branches
de: UNSERE FILIALEN
fa: شعبات ما
ru: НАШИ ФИЛИАЛЫ
tr: Şubelerimiz

source: Number
de: Nummer
fa: شماره تماس
ru: Число
tr: Iletişim

source: Address
de: Adresse
fa: آدرس
ru: Адрес
tr: Adres

source: Our Team
de: Unser Team
fa: تیم ما
ru: Наша команда
tr: bizim takım

source: Your Request Has Been Successfully Submitted
de: Ihre Anfrage wurde erfolgreich übermittelt
fa: درخواست شما با موفقیت ارسال شد
ru: Ваш запрос был успешно отправлен
tr: Talebiniz Başarıyla Gönderildi

source: Thank you for reaching out to us! We have received your request, and our team is on it.
de: Vielen Dank, dass Sie sich an uns gewandt haben! Wir haben Ihre Anfrage erhalten und unser Team ist damit beschäftigt.
fa: از اینکه با ما تماس گرفتید متشکریم! ما درخواست شما را دریافت کرده‌ایم و تیم ما در حال پیگیری است.
ru: Спасибо, что связались с нами! Мы получили ваш запрос и наша команда работает над ним.
tr: Bize ulaştığınız için teşekkür ederiz! Talebinizi aldık ve ekibimiz bunun üzerinde çalışıyor.

source: Within the next 24 hours, our dedicated team will carefully review your request and get back to you with the necessary information.
de: Innerhalb der nächsten 24 Stunden wird unser engagiertes Team Ihre Anfrage sorgfältig prüfen und sich mit den erforderlichen Informationen bei Ihnen melden.
fa: ظرف 24 ساعت آینده، تیم اختصاصی ما درخواست شما را به دقت بررسی کرده و با شما تماس خواهد گرفت.
ru: В течение следующих 24 часов наша команда внимательно рассмотрит ваш запрос и свяжется с вами с необходимой информацией.
tr: Önümüzdeki 24 saat içinde özel ekibimiz isteğinizi dikkatle inceleyecek ve gerekli bilgilerle size geri dönüş yapacaktır.

source: Back to Home
de: Zurück nach Hause
fa: بازگشت به خانه
ru: Вернуться домой
tr: Ana sayfaya

source: Welcome to AMIRAN FOR INVESTMENT
de: Willkommen bei AMIRAN FOR INVESTMENT
fa: به شرکت سرمایه گذاری امیران خوش آمدید
ru: Добро пожаловать в АМИРАН ДЛЯ ИНВЕСТИЦИЙ
tr: Amiran yatırım şirketine hoş geldiniz

source: We believe in the power of collaboration and providing a platform for exceptional products to thrive. If you have a unique product that you're passionate about and would like to share it with a wider audience, our collaboration program is designed just for you.
de: Wir glauben an die Kraft der Zusammenarbeit und an die Bereitstellung einer Plattform für das Gedeihen außergewöhnlicher Produkte. Wenn Sie ein einzigartiges Produkt haben, für das Sie eine Leidenschaft haben und es mit einem breiteren Publikum teilen möchten, ist unser Kooperationsprogramm genau das Richtige für Sie.
fa: ما به قدرت همکاری و فراهم کردن بستری برای رشد محصولات استثنایی اعتقاد داریم.اگر محصول منحصر به فردی دارید که مشتاق هستید با مخاطبان گسترده تری به اشتراک بگذارید برنامه همکاری فقط برای شما طراحی انجام شده است.
ru: Мы верим в силу сотрудничества и в предоставление платформы для процветания исключительных продуктов. Если у вас есть уникальный продукт, которым вы увлечены и хотели бы поделиться им с более широкой аудиторией, наша программа сотрудничества разработана специально для вас.
tr: İşbirliğinin gücüne ve olağanüstü ürünlerin gelişmesi için bir platform sağlamanın gücüne inanıyoruz. Tutkulu olduğunuz benzersiz bir ürününüz varsa ve bunu daha geniş kitlelerle paylaşmak istiyorsanız işbirliği programımız tam size göre tasarlandı.

source: How it works
de: Wie es funktioniert:
fa: نحوه کارکرد
ru: Как это работает
tr: Nasıl çalışıyor

source: 1.Submit Your Product:
de: 1. Reichen Sie Ihr Produkt ein:
fa: محصول خود را ارسال کنید
ru: 1.Отправьте свой продукт:
tr: 1.Ürününüzü Gönderin:

source: Share the details of your product by filling out our easy-to-use Product Collaboration Information Form.Provide information such as the product name, quantity, quality, origin, a captivating description,and multiple images to showcase its uniqueness.
de: eilen Sie die Details Ihres Produkts mit, indem Sie unser benutzerfreundliches Informationsformular zur Produktzusammenarbeit ausfüllen. Geben Sie Informationen wie den Produktnamen, die Menge, die Qualität, die Herkunft, eine fesselnde Beschreibung und mehrere Bilder an, um die Einzigartigkeit des Produkts hervorzuheben.
fa: از طریق فرم زیر با ارائه و ارسال جزئیات محصول خود مثل نام,مقدار موجود,کیفیت محصول,کشور تولید,توضیحات تکمیلی و ارسال عکس از محصول خود
ru: Поделитесь подробностями о своем продукте, заполнив нашу простую в использовании информационную форму для совместной работы над продуктом. Предоставьте такую ​​информацию, как название продукта, количество, качество, происхождение, увлекательное описание и несколько изображений, чтобы продемонстрировать его уникальность.
tr: Kullanımı kolay Ürün İşbirliği Bilgi Formumuzu doldurarak ürününüzün ayrıntılarını paylaşın. Ürün adı, miktarı, kalitesi, menşei gibi bilgileri, ilgi çekici bir açıklamayı ve ürünün benzersizliğini gösteren birden fazla görseli sağlayın.

source: 2.Thorough Review Process:
de: 2. Gründlicher Prüfprozess:
fa: فرآیند بررسی کامل
ru: 2. Процесс тщательной проверки:
tr: 2.Kapsamlı İnceleme Süreci:

source: Our dedicated team carefully reviews each submission to ensure that the products featured on our platform meet our high standards of quality and innovation.We appreciate the diversity of ideas and are excited to discover products that stand out.
de: Unser engagiertes Team prüft jede Einreichung sorgfältig, um sicherzustellen, dass die auf unserer Plattform vorgestellten Produkte unseren hohen Qualitäts- und Innovationsstandards entsprechen. Wir schätzen die Vielfalt der Ideen und freuen uns, Produkte zu entdecken, die auffallen.
fa: تیم اختصاصی ما هر ارسالی را به دقت بررسی می‌کند تا مطمئن شود که محصولات ارائه شده در پلت فرم ما با استانداردهای بالای کیفیت و نوآوری ما مطابقت دارند. مااز تنوع ایده ها قدردانی می کنیم و از کشف محصولاتی که برجسته هستند هیجان زده هستیم
ru: Наша преданная команда тщательно просматривает каждую заявку, чтобы убедиться, что продукты, представленные на нашей платформе, соответствуют нашим высоким стандартам качества и инноваций. Мы ценим разнообразие идей и рады открывать для себя продукты, которые выделяются.
tr: Özel ekibimiz, platformumuzda yer alan ürünlerin yüksek kalite ve yenilik standartlarımızı karşıladığından emin olmak için her gönderimi dikkatle inceler. Fikir çeşitliliğini takdir ediyoruz ve öne çıkan ürünleri keşfetmekten heyecan duyuyoruz.

source: 3.Acceptance or Feedback:
de: 3.Annahme oder Feedback:
fa: پذیرش و بازخورد
ru: 3. Принятие или обратная связь:
tr: 3.Kabul veya Geribildirim:

source: Following the review process, we will notify you of the acceptance of your product for collaboration.If your product aligns with our vision and resonates with our audience,we'll be thrilled to feature it on our platform.
de: Nach dem Überprüfungsprozess benachrichtigen wir Sie über die Annahme Ihres Produkts zur Zusammenarbeit. Wenn Ihr Produkt unserer Vision entspricht und bei unserem Publikum Anklang findet, freuen wir uns, es auf unserer Plattform zu präsentieren.
fa: در ادامه روند بررسی،ما شما را از پذیرش برای همکاری مطلع خواهیم کرد اگر محصول شما با دید و مخاطبان ما مطابقت داشته باشد، ما از ارائه آن در پلت فرم خود هیجان زده خواهیم شد
ru: После процесса проверки мы уведомим вас о принятии вашего продукта для сотрудничества. Если ваш продукт соответствует нашему видению и находит отклик у нашей аудитории, мы будем рады представить его на нашей платформе.
tr: İnceleme sürecinin ardından, ürününüzün işbirliği için kabul edildiğini size bildireceğiz. Ürününüz vizyonumuza uygunsa ve hedef kitlemizde yankı uyandırıyorsa, onu platformumuzda öne çıkarmaktan heyecan duyacağız.

source: 4.Commence Collaboration:
de: 4. Beginn der Zusammenarbeit:
fa: شروع همکاری
ru: 4.Начать сотрудничество:
tr: 4. İşbirliğine Başlayın:

source: Once accepted, our team will reach out to discuss the details of the collaboration.This includes logistics, sales strategies,and any additional information needed to make the collaboration a success.
de: Nach der Annahme wird sich unser Team mit Ihnen in Verbindung setzen, um die Einzelheiten der Zusammenarbeit zu besprechen. Dazu gehören Logistik, Vertriebsstrategien und alle zusätzlichen Informationen, die für eine erfolgreiche Zusammenarbeit erforderlich sind.
fa: پس از پذیرش، تیم ما برای بحث در مورد جزئیات همکاری تماس خواهد گرفت. این شامل تدارکات، استراتژی‌های فروش، اطلاعات مورد نیاز همکاری و سایر موارد دیگر برای موفقیت بیشتر می‌شود
ru: После принятия наша команда свяжется с вами, чтобы обсудить детали сотрудничества. Это включает в себя логистику, стратегии продаж и любую дополнительную информацию, необходимую для успешного сотрудничества.
tr: Kabul edildikten sonra ekibimiz işbirliğinin ayrıntılarını görüşmek üzere sizinle iletişime geçecektir. Buna lojistik, satış stratejileri ve işbirliğinin başarılı olması için gereken her türlü ek bilgi dahildir.

source: 5.Join a Community of Innovators:
de: 5. Treten Sie einer Gemeinschaft von Innovatoren bei:
fa: به انجمن نوآوران بپیوندید
ru: 5.Присоединяйтесь к сообществу новаторов:
tr: 5. Yenilikçiler Topluluğuna Katılın:

source: Become part of a community of like-minded individuals and businesses that share a passion for innovation.Our platform is not just about selling products;it's about building lasting connections and supporting each other's growth.
de: Werden Sie Teil einer Gemeinschaft gleichgesinnter Einzelpersonen und Unternehmen, die eine Leidenschaft für Innovation teilen. Auf unserer Plattform geht es nicht nur um den Verkauf von Produkten; Es geht darum, dauerhafte Verbindungen aufzubauen und sich gegenseitig beim Wachstum zu unterstützen.
fa: بخشی از جامعه ای از افراد و مشاغل همفکر شوید که اشتیاق به نوآوری را به اشتراک می گذارند. پلت فرم ما فقط مختص فروش محصولات نیست؛ در مورد ایجاد ارتباطات پایدار و حمایت از رشد یکدیگر است
ru: Станьте частью сообщества единомышленников и компаний, которые разделяют страсть к инновациям. Наша платформа предназначена не только для продажи продуктов, но и для создания прочных связей и поддержки роста друг друга.
tr: Yenilik tutkusunu paylaşan, benzer düşüncelere sahip bireylerden ve işletmelerden oluşan bir topluluğun parçası olun. Platformumuz yalnızca ürün satmakla ilgili değil; kalıcı bağlantılar kurmak ve birbirimizin büyümesini desteklemekle de ilgilidir.

source: Submit Your Product for Collaboration
de: Senden Sie Ihr Produkt zur Zusammenarbeit
fa: محصول خود را برای همکاری ارسال کنید
ru: Отправьте свой продукт для совместной работы
tr: Ürününüzü İşbirliğine Gönderin

source: Product Name
de: Produktname
fa: اسم محصول
ru: наименование товара
tr: Ürün adı

source: Enter product name
de: Geben Sie den Produktnamen ein
fa: اسم محصول خود را وارد کنید
ru: Введите название продукта
tr: ÜrÜn adı giriniz

source: Quantity
de: Menge
fa: مقدار
ru: Количество
tr: Miktar

source: Enter quantity
de: Geben Sie die Menge ein
fa: مقدار را وارد کنید
ru: Введите количество
tr: Mıktar giriniz

source: Quality
de: Qualität
fa: کیفیت
ru: Качество
tr: Kalıte

source: Enter quality
de: Geben Sie Qualität ein
fa: کیفیت محصول را وارد کنید
ru: Введите качество
tr: Ürün kalıtesını yazınız

source: Origin
de: Herkunft
fa: تولید:
ru: Источник
tr: Üretim(Ülke)

source: Enter origin
de: Geben Sie den Ursprung ein
fa: تولید
ru: Введите Источник
tr: Hangi Ülkede üretildiğini yazınız

source: Description
de: Beschreibung
fa: توضیحات
ru: Описание
tr: Açıklama

source: Enter product description
de: Geben Sie eine Produktbeschreibung ein
fa: توضیحات
ru: Введите описание продукта
tr: AÇıklama giriniz

source: Product Images (4 or more)
de: Produktbilder (4 oder mehr)
fa: (چهار مورد یا بیشتر)عکس محصول
ru: Изображения продукта (4 или более)
tr: Ürün Görselleri (4 veya daha fazla)

source: product_images
de: Produktbilder
fa: عکس محصول
ru: изображения продуктов
tr: Ürün görseleri

source: Contact Number(Whatsapp)
de: Kontaktnummer (WhatsApp)
fa: شماره تماس واتساپ
ru: Контактный номер (WhatsApp)
tr: Iletişim numarası(Whatsapp)

source: Enter WhatsApp number
de: Geben Sie die WhatsApp-Nummer ein
fa: شماره واتساپ
ru: Введите номер WhatsApp
tr: Whatsapp giriniz

source: Submit for Collaboration
de: Zur Zusammenarbeit einreichen
fa: ارسال برای همکاری
ru: Отправить для сотрудничества
tr: İşbirliği için Onayla

source: Log in to Submit
de: Melden Sie sich zum Senden an
fa: برای ارسال ورود کنید
ru: Войдите, чтобы отправить
tr: Onaylamak için giriş yap

source: Your submitted products for collaboration
de: Ihre zur Zusammenarbeit eingereichten Produkte
fa: محصولات ارسالی شما برای همکاری
ru: Представленные вами продукты для сотрудничества
tr: İşbirliği için gönderdiğiniz ürünler

source: No images available
de: Keine Bilder verfügbar
fa: هیچ تصویری در دسترس نیست
ru: Нет доступных изображений
tr: Resim bulunmadı

source: Quality:
de: Qualität:
fa: کیفیت
ru: Качество:
tr: Kalite

source: Quantity:
de: Menge:
fa: مقدار
ru: Количество:
tr: Mıktar

source: Origin:
de: Herkunft:
fa: تولید:
ru: Источник:

source: You haven't submitted any products for collaboration
de: Sie haben keine Produkte zur Zusammenarbeit eingereicht
fa: شما هیچ محصولی را برای همکاری ارسال نکرده اید
ru: Вы не отправили ни одного продукта для сотрудничества.
tr: İşbirliği için herhangi bir ürün göndermediniz

source: Welcome,
de: Willkommen,
fa: خوش آمدید
ru: Добро пожаловать,
tr: Hoşgeldiniz,

source: Here is your user information:
de: Hier sind Ihre Benutzerinformationen:
fa: اطلاعات کاربری
ru: Вот ваша пользовательская информация:
tr: İşte kullanıcı bilgileriniz:

source: Username:
de: Nutzername:
fa: نام کاربری
ru: Имя пользователя:
tr: Kullanıcı adı:

source: First Name:
de: Vorname:
fa: :نام و نام خانوادگی
ru: Имя:
tr: Adı:

source: Last Name:
de: Nachname:
fa: :نام و نام خانوادگی
ru: Фамилия:
tr: Soyadı:

source: Email:
fa: آدرس ایمیل
ru: Электронная почта:
tr: E-posta

source: Investment Opportunities Await:
de: Es erwarten Sie Investitionsmöglichkeiten:
fa: فرصت های سرمایه گذاری در انتظار
ru: Инвестиционные возможности ждут:
tr: Bekleyen Yatırım Fırsatları:

source: Profitability
de: Rentabilität
fa: سوددهی:
ru: Рентабельность
tr: kar Oranı

source: Duration:
de: Dauer:
fa: مدت زمان:
ru: Продолжительность:
tr: Yatırım Süresi:

source: months
de: Monate
fa: ماه
ru: месяцы
tr: Ay

source: Origin:
de: Herkunft:
fa: تولید:
ru: Источник:
tr: Menşei:

source: Start Date:
de: Startdatum:
fa: تاریخ شروع:
ru: Дата начала:
tr: Başlangıç:

source: End Date:
de: Endtermin:
fa: تاریخ پایان:
ru: Дата окончания:
tr: Bitiş:

source: Amount Invested:
de: Investierter Betrag:
fa: مبلغ سرمایه گذاری شده:
ru: Сумма инвестиций:
tr: Yatırılan Tutar:

source: Active:
de: Aktiv:
fa: فعال:
ru: Активный:
tr: Aktif:

source: Yes
de: Ja
fa: فعال
ru: Да
tr: Evet

source: No
de: Nein
fa: :غیرفعال
ru: Нет
tr: Hayır

source: Apply
de: Anwenden
fa: تایید
ru: Применять
tr: Onayla

source: Your favorites
de: Deine Favoriten
fa: لیست علاقه ها
ru: Ваши избранные
tr: Favoriler

source: Start Date
de: Startdatum
fa: تاریخ شروع
ru: Дата начала
tr: Başlangıç

source: End Date
de: Endtermin
fa: تاریخ پایان
ru: Дата окончания
tr: Bitiş

source: Amount Invested
de: Investierter Betrag
fa: مبلغ سرمایه گذاری شده
ru: Сумма инвестиций
tr: Yatırılan Tutar

source: Remove
de: Entfernen
fa: حذف
ru: Удалять
tr: Sil

source: No favorite investments found.
de: Keine Lieblingsinvestitionen gefunden.
fa: هیچ سرمایه‌گذاری مورد علاقه‌ای یافت نشد
ru: Любимые инвестиции не найдены.
tr: Favoriler listesinde yatırım fırsatı bulunmadı

source: Your Investment
de: Ihre Investition
fa: سرمایه گذاری های شما
ru: Ваши инвестиции
tr: Yatırımlar
