Repository: mohammadrezaaghaei1998/comany_oman_django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fa, ru, tr

source: Quality:
de: Qualität:
fa: کیفیت
ru: Качество:
tr: Kalite:

source: Order now
de: Jetzt bestellen
fa: ثبت سفارش
ru: Заказать сейчас
tr: Onayla

source: Login to Order
de: Melden Sie sich an, um zu bestellen
fa: برای تایید ورود کنید
ru: Войдите, чтобы заказать
tr: Onaylamak için giriş yapın

source: We currently do not have the specified product in our inventory. Please check back soon,as we are continuously updating our selection and will be adding new products shortly
de: Wir haben das angegebene Produkt derzeit nicht in unserem Lagerbestand. Bitte schauen Sie bald wieder vorbei, da wir unsere Auswahl kontinuierlich aktualisieren und in Kürze neue Produkte hinzufügen werden
fa: ما در حال حاضر محصول مشخص شده را در موجودی خود نداریم. لطفا به زودی دوباره بررسی کنید زیرا ما به طور مداوم مجموعه خود را به روز میکنیم و محصولات جدید را اضافه خواهیم کرد
ru: На данный момент на нашем складе нет указанного товара. Пожалуйста, зайдите позже, так как мы постоянно обновляем наш выбор и в ближайшее время добавим новые продукты.
tr: Belirtilen ürün şu anda stoklarımızda bulunmamaktadır. Seçimimizi sürekli olarak güncellediğimiz ve kısa süre içinde yeni ürünler ekleyeceğimiz için lütfen kısa süre sonra tekrar kontrol edin.

source: Register
de: Registrieren
fa: ثبت نام
ru: регистр
tr: Hesap oluştur

source: Create a new account to get started.
de: Erstellen Sie ein neues Konto, um loszulegen.
fa: .برای شروع یک حساب کاربری جدید ایجاد کنید
ru: Создайте новую учетную запись, чтобы начать.
tr: Başlamak için yeni bir hesap oluşturun.

source: Registration Information
de: Informationen zur Anmeldung
fa: اطلاعات ثبت نام
ru: Регистрационная информация
tr: Kayıt Bilgileri

source: Already have an account?
de: Sie haben bereits ein Konto?
fa: از قبل حساب کاربری دارید؟
ru: У вас уже есть аккаунт?
tr: Hesabınız var mı?

source: Product name:
de: Produktname:
fa: اسم محصول
ru: Наименование товара:
tr: Ürun adı:

source: Submission Successful!
de: Einreichung erfolgreich!
fa: !ارسال با موفقیت انجام شد
ru: Подача успешна!
tr: Başarılı Gönderim!

source: Our team of experts will carefully review your submission, and we'll get back to you within 24 hours.
de: Unser Expertenteam wird Ihre Einreichung sorgfältig prüfen und wir werden uns innerhalb von 24 Stunden bei Ihnen melden.
fa: .تیم کارشناسان ما به دقت ارسالی شما را بررسی خواهند کرد و ما ظرف 24 ساعت با شما تماس خواهیم گرفت
ru: Наша команда экспертов внимательно рассмотрит вашу заявку и свяжется с вами в течение 24 часов.
tr: Uzman ekibimiz gönderiminizi dikkatle inceleyecek ve 24 saat içinde size geri dönüş yapacağız.

source: WhatsApp Number
de: WhatsApp Nummer
ru: Номер WhatsApp
tr: WhatsApp Numarası

source: Country
de: Land
ru: Страна
tr: Ülke

source: City
de: Stadt
ru: Город
tr: Il

source: Curriculum Vitae
de: Lebenslauf
ru: резюме
tr: CV

source: LOG IN
de: anmelden
ru: АВТОРИЗОВАТЬСЯ
tr: GIRIŞ

source: Description:
de: Beschreibung:
ru: Описание:
tr: Menşei

source: WhatsApp Number:
de: WhatsApp-Nummer:
ru: Номер WhatsApp:
tr: WhatsApp Numarası:

source: Duration
de: Dauer
ru: Продолжительность
tr: Süre

source: Active
de: Aktiv
ru: Активный
tr: Aktif

source: Action
ru: Действие
tr: Aksiyon

source: Month
de: Monat
ru: Месяц
tr: Ay

source: Contact Us
de: Kontaktiere uns
ru: Связаться с нами
tr: Iletişim

source: Profitability:
de: Rentabilität:
ru: Рентабельность:
tr: Kar oranı:

source: Duration:
de: Dauer:
ru: Продолжительность:
tr: Süre:

source: Thank you for submitting your product for collaboration.
de: Vielen Dank, dass Sie Ihr Produkt zur Zusammenarbeit eingereicht haben.
ru: Благодарим за отправку продукта для сотрудничества.
tr: Ürününüzü işbirliğine gönderdiğiniz için teşekkür ederiz.

source: whatsapp number
de: WhatsApp Nummer
