Repository: mohammadrezaaghaei1998/comany_oman_django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fa, ru, tr

source: Welcome to Amiran for investment, where borders are not barriers
de: Willkommen in Amiran für Investitionen, wo Grenzen keine Barrieren darstellen
fa: به شرکت سرمایه گذاری امیران خوش آمدید جایی که مرزها مانع نیستند
ru: Добро пожаловать в Амиран для инвестиций, где границы не являются преградой
tr: Amiran yatırım şirketine hoş geldiniz,Sınırların engel olamadığı yer

source: Explore a world of seamless import and export solutions
de: Entdecken Sie eine Welt nahtloser Import- und Exportlösungen
fa: دنیایی از راه حل های بی نقص واردات و صادرات را کاوش کنید
ru: Откройте для себя мир удобных решений для импорта и экспорта
tr: Kusursuz ithalat ve ihracat çözümleri dünyasını keşfedin

source: Import & Export
fa: واردات و صادرات
ru: Импорт Экспорт
tr: ithalat ve ihracat

source: Search Assistance
de: Suchhilfe
fa: کمک جستوجو
ru: Помощь в поиске
tr: Arama Yardımı

source: We specialize in providing tailored import and export solutions, ensuring a seamless and efficient flow of goods across international borders.
de: Wir sind auf die Bereitstellung maßgeschneiderter Import- und Exportlösungen spezialisiert und sorgen so für einen nahtlosen und effizienten Warenfluss über internationale Grenzen hinweg.
fa: ما در ارائه راه حل های سفارشی واردات و صادرات تخصص داریم و از جریان یکپارچه و کارآمد کالا در سراسر مرزهای بین المللی اطمینان می دهیم.
ru: Мы специализируемся на предоставлении индивидуальных решений по импорту и экспорту, обеспечивая бесперебойный и эффективный поток товаров через международные границы.
tr: Uluslararası sınırlar arasında kesintisiz ve verimli ürün akışını sağlayarak kişiye özel ithalat ve ihracat çözümleri sunma konusunda uzmanız.

source: With expert knowledge in navigating regulations and a robust global network, we connect businesses to key markets, expanding their reach worldwide.
de: Mit Expertenwissen im Umgang mit Vorschriften und einem robusten globalen Netzwerk verbinden wir Unternehmen mit Schlüsselmärkten und erweitern ihre Reichweite weltweit.
fa: با دانش تخصصی در قوانین ناوبری و یک شبکه جهانی قوی، کسب و کارها را به بازارهای کلیدی متصل می کنیم و دامنه دسترسی آنها را در سراسر جهان گسترش می دهیم.
ru: Обладая экспертными знаниями в области законодательства и надежной глобальной сетью, мы подключаем предприятия к ключевым рынкам, расширяя их присутствие по всему миру.
tr: Mevzuatlara yön verme konusundaki uzman bilgimiz ve güçlü bir küresel ağımızla, işletmeleri önemli pazarlara bağlayarak dünya çapındaki erişimlerini genişletiyoruz.

source: Our reliable logistics, transparent processes, and cost-effective solutions make us the ideal partner for businesses seeking success in the global marketplace.
de: Unsere zuverlässige Logistik, transparente Prozesse und kostengünstige Lösungen machen uns zum idealen Partner für Unternehmen, die auf dem globalen Markt erfolgreich sein wollen.
fa: لجستیک قابل اعتماد، فرآیندهای شفاف و راه حل های مقرون به صرفه ما را به شریکی ایده آل برای کسب و کارهایی تبدیل می کند که به دنبال موفقیت در بازار جهانی هستند.
ru: Наша надежная логистика, прозрачные процессы и экономически эффективные решения делают нас идеальным партнером для предприятий, стремящихся к успеху на мировом рынке.
tr: Güvenilir lojistik, şeffaf süreçlerimiz ve uygun maliyetli çözümlerimiz bizi küresel pazarda başarı arayan işletmeler için ideal ortak haline getiriyor.

source: Whether you're an established player or new to international trade, AMIRAN FOR INVESTMENT is here to simplify your journey and optimize your global operations.
de: Egal, ob Sie ein etablierter Akteur oder Neuling im internationalen Handel sind, AMIRAN FOR INVESTMENT ist hier, um Ihnen den Weg zu erleichtern und Ihre globalen Abläufe zu optimieren.“
fa: چه بازیکنی با سابقه باشید و چه تازه وارد تجارت بین المللی باشید، شرکت سرمایه گذاری امیران اینجاست تا سفر شما را ساده کرده و عملیات جهانی شما را بهینه کند.
ru: Независимо от того, являетесь ли вы опытным игроком или новичком в международной торговле, AMIRAN FOR INVESTMENT здесь, чтобы упростить ваше путешествие и оптимизировать ваши глобальные операции.
tr: İster köklü bir oyuncu olun ister uluslararası ticarette yeni olun, AMIRAN FOR INVESTMENT yolculuğunuzu kolaylaştırmak ve küresel operasyonlarınızı optimize etmek için yanınızdadır.

source: Explore strategic growth opportunities worldwide with AMIRAN FOR INVESTMENT, your trusted global investment partner. Specializing in tailored investment solutions, we provide deep market insights and a transparent approach to empower your financial journey.
de: Entdecken Sie strategische Wachstumschancen weltweit mit AMIRAN FOR INVESTMENT, Ihrem vertrauenswürdigen globalen Investmentpartner. Wir sind auf maßgeschneiderte Anlagelösungen spezialisiert und bieten tiefe Markteinblicke und einen transparenten Ansatz, um Sie bei Ihrer finanziellen Reise zu unterstützen.
fa: .فرصت های رشد استراتژیک در سراسر جهان را با ما، شریک مورد اعتماد سرمایه گذاری جهانی خود کاوش کنید. متخصص در راه حل های سرمایه گذاری مناسب.ما بینشی عمیق و رویکردی شفاف سفر مالی شما را توانمند میکنیم
ru: Исследуйте возможности стратегического роста по всему миру вместе с AMIRAN FOR INVESTMENT, вашим надежным глобальным инвестиционным партнером. Специализируясь на индивидуальных инвестиционных решениях, мы предоставляем глубокое понимание рынка и прозрачный подход, расширяющий возможности вашего финансового пути.
tr: Güvenilir küresel yatırım ortağınız AMIRAN FOR INVESTMENT ile dünya çapındaki stratejik büyüme fırsatlarını keşfedin. Özel yatırım çözümlerinde uzmanlaşarak, finansal yolculuğunuzu güçlendirmek için derin pazar öngörüleri ve şeffaf bir yaklaşım sağlıyoruz.

source: Our diversified portfolios, crafted with a focus on risk management, aim to deliver resilience in dynamic market conditions. Leveraging our extensive global network, we offer unique and lucrative investment opportunities in various countries.
de: Unsere diversifizierten Portfolios, die mit Schwerpunkt auf Risikomanagement zusammengestellt wurden, zielen darauf ab, Widerstandsfähigkeit in dynamischen Marktbedingungen zu bieten. Mithilfe unseres umfassenden globalen Netzwerks bieten wir einzigartige und lukrative Investitionsmöglichkeiten in verschiedenen Ländern.
fa: پرتفوی های متنوع ما، که با تمرکز بر مدیریت ریسک ساخته شده اند، با هدف ارائه انعطاف پذیری در شرایط بازار پویا هستند. ما با بهره گیری از شبکه گسترده جهانی خود، فرصت های سرمایه گذاری منحصر به فرد و پرسود را در کشورهای مختلف ارائه می دهیم.
ru: Наши диверсифицированные портфели, созданные с упором на управление рисками, направлены на обеспечение устойчивости в динамичных рыночных условиях. Используя нашу обширную глобальную сеть, мы предлагаем уникальные и выгодные инвестиционные возможности в различных странах.
tr: Risk yönetimine odaklanarak hazırlanan çeşitlendirilmiş portföylerimiz, dinamik piyasa koşullarında esneklik sağlamayı amaçlamaktadır. Kapsamlı küresel ağımızdan yararlanarak çeşitli ülkelerde benzersiz ve kazançlı yatırım fırsatları sunuyoruz.

source: Whether you're an experienced investor or new to the financial realm, AMIRAN FOR INVESTMENT is dedicated to providing customized solutions that align with your goals. Join us in navigating the world of finance with confidence and innovation.
de: Egal, ob Sie ein erfahrener Investor oder ein Neuling im Finanzbereich sind, AMIRAN FOR INVESTMENT ist bestrebt, maßgeschneiderte Lösungen anzubieten, die Ihren Zielen entsprechen. Navigieren Sie mit uns selbstbewusst und innovativ durch die Welt der Finanzen.
fa: .خواه سرمایه گذار باتجربه ای باشید یا تازه وارد عرصه مالی ،شرکت ما به ارائه راه حل های سفارشی که با اهداف شما همسو هستند اختصاص داده شده است. به ما بپیوندید تا با اطمینان و نوآوری در دنیای مالی حرکت کنید
ru: Являетесь ли вы опытным инвестором или новичком в финансовой сфере, AMIRAN FOR INVESTMENT стремится предоставить индивидуальные решения, соответствующие вашим целям. Присоединяйтесь к нам в уверенном и инновационном путешествии по миру финансов.
tr: Ister deneyimli bir oyuncu olun ister uluslararası ticarete yeni başlayan biri olun, AMIRAN FOR INVESTMENT yolculuğunuzu kolaylaştırmak ve küresel operasyonlarınızı kolaylaştırmak için burada.

source: Explore opportunities
de: Entdecken Sie Möglichkeiten
fa: فرصت ها را کاوش کنید
ru: Изучите возможности
tr: Fırsatları keşfedin

source: Product Search Assistance!
de: Unterstützung bei der Produktsuche!
fa: کمک جستوجوی محصول
ru: Помощь в поиске товаров!
tr: Ürün Arama Yardımı!

source: Discover the ease of our Product Search Assistance. Can't find what you need?
de: Entdecken Sie die Einfachheit unserer Produktsuchunterstützung. Sie können nicht finden, was Sie brauchen?
fa: سهولت کمک جستجوی محصول ما را کشف کنید. نمی توانید آنچه را که نیاز دارید پیدا کنید؟
ru: Откройте для себя простоту нашей помощи в поиске продуктов. Не можете найти то, что вам нужно?
tr: Ürün Arama Yardımımızın kolaylığını keşfedin. İhtiyacınız olanı bulamıyor musunuz?

source: Click the Product Search Assistance button, fill the form, and let our team do the work.
de: Klicken Sie auf die Schaltfläche „Unterstützung bei der Produktsuche“, füllen Sie das Formular aus und überlassen Sie die Arbeit unserem Team.
fa: روی دکمه کمک جستجوی محصول کلیک کنید، فرم را پر کنید و به تیم ما اجازه دهید کار را انجام دهد
ru: Нажмите кнопку «Помощь в поиске продуктов», заполните форму и позвольте нашей команде выполнить всю работу.
tr: Ürün Arama Yardımı butonuna tıklayın, formu doldurun ve işi ekibimize bırakın.

source: We'll find your item, share details promptly, and guide you through a hassle-free ordering process.
de: Wir finden Ihren Artikel, teilen Ihnen umgehend die Details mit und führen Sie durch einen problemlosen Bestellvorgang.
fa: ما مورد شما را پیدا می کنیم، جزئیات را به سرعت به اشتراک می گذاریم، و شما را در یک فرآیند سفارش بدون دردسر راهنمایی می کنیم
ru: Мы найдем ваш товар, оперативно поделимся подробностями и проведем вас через процесс заказа без проблем.
tr: Ürününüzü bulacağız, ayrıntıları hemen paylaşacağız ve sorunsuz bir sipariş süreci boyunca size rehberlik edeceğiz.

source: Trust us to turn your product dreams into reality!
de: Vertrauen Sie darauf, dass wir Ihre Produktträume in die Realität umsetzen!
fa: به ما اعتماد کنید تا رویاهای محصول خود را به واقعیت تبدیل کنیم!
ru: Доверьтесь нам, и мы воплотим ваши мечты о продукте в реальность!
tr: Ürün hayallerinizi gerçeğe dönüştürmek için bize güvenin!

source: Select a service to see the description.
de: Wählen Sie einen Dienst aus, um die Beschreibung anzuzeigen.
fa: برای مشاهده توضیحات، یک سرویس را انتخاب کنید.
ru: Выберите услугу, чтобы увидеть описание.
tr: Açıklamayı görmek için bir hizmet seçin.

source: Your Name:
de: Ihr Name:
fa: نام و نام خانوادگی
ru: Ваше имя:
tr: Adı

source: Your Email:
de: Deine E-Mail:
fa: آدرس ایمیل
ru: Ваш адрес электронной почты:
tr: E-posta

source: Your Message:
de: Ihre Nachricht:
fa: پیام
ru: Ваше сообщение:
tr: Mesajınız yazınız

source: Submit
de: Einreichen
fa: تایید
ru: Представлять на рассмотрение
tr: Gönder

source: Welcome to Our Exclusive Investment Opportunity!
de: Willkommen bei unserer exklusiven Investitionsmöglichkeit!
fa: به فرصت سرمایه گذاری انحصاری ما خوش آمدید
ru: Добро пожаловать на нашу эксклюзивную инвестиционную возможность!
tr: Ayrıcalıklı Yatırım Fırsatımıza Hoş Geldiniz!

source: At
de: Bei
fa: در
ru: В

source: AMIRAN FOR INVESTMENT
fa: شرکت سرمایه گذاری امیران
tr: AMIRAN YATIRIM ŞIRKETINDE

source: we believe in creating opportunities for growth and prosperity
de: glauben wir an die Schaffung von Möglichkeiten für Wachstum und Wohlstand.
fa: ما به ایجاد فرصت هایی برای رشد و شکوفایی اعتقاد داریم
ru: мы верим в создание возможностей для роста и процветания
tr: Büyüme ve refah için fırsatlar yaratmaya inanıyoruz .

source: How It Works
de: Wie es funktioniert
fa: نحوه کارکرد
ru: Как это работает
tr: Nasıl çalışıyor

source: Explore our curated selection of high-quality products, each with its own distinct investment season.This is the time when these products shine, presenting a golden opportunity for investors like you to reap significant returns.
de: Entdecken Sie unsere kuratierte Auswahl an hochwertigen Produkten, jedes mit seiner eigenen Anlagesaison. Dies ist die Zeit, in der diese Produkte glänzen und Anlegern wie Ihnen eine einmalige Gelegenheit bieten, erhebliche Renditen zu erzielen.
fa: مجموعه انتخاب شده ما از محصولات با کیفیت بالا را کاوش کنید، که هر کدام فصل سرمایه گذاری متمایز خود را دارند. این زمانی است که این محصولات می درخشند و فرصتی طلایی برای سرمایه گذارانی مانند شما فراهم می کند تا بازدهی قابل توجهی کسب کنند
ru: Изучите нашу тщательно подобранную подборку высококачественных продуктов, каждый из которых имеет свой особый инвестиционный сезон. Это время, когда эти продукты сияют, предоставляя таким инвесторам, как вы, прекрасную возможность получить значительную прибыль.
tr: Her biri kendine özgü yatırım sezonuna sahip, özenle seçilmiş yüksek kaliteli ürünlerimizi keşfedin.ürünlerin parladığı ve sizin gibi yatırımcılara önemli getiri elde etmeleri için altın bir fırsat sunduğu zamandır.

source: Customizable Profitability
de: Anpassbare Rentabilität
fa: سوددهی
ru: Настраиваемая прибыльность
tr: Özelleştirilebilir Karlılık

source: We understand that one size doesn't fit all. That's why we give you the flexibility to choose your level of involvement. Adjust the profitability rate according to your investment strategy, ranging from 5%% to 40%%. Whether you're a conservative investor or seeking higher returns, we've got options tailored for you.
fa: ما می‌فهمیم که یک رویه‌ی استاندارد برای همه مناسب نیست. به همین دلیل، امکان انتخاب سطح مشارکت به شما داده شده است. با توجه به استراتژی سرمایه‌گذاری خود، نرخ سودآوری را به دلخواهتان تنظیم کنید، از 5٪ تا 40٪. آیا به دنبال یک سبک سرمایه‌گذاری محافظه‌کار هستید یا به دنبال بازده بالاتر می‌گردید؟ ما گزینه‌هایی را برای شما فراهم کرده‌ایم تا تناسب با ترجیحات شما داشته باشد

source: Why Invest with Us
de: Warum bei uns investieren?
fa: چرا سرمایه گذاری با ما
ru: Почему инвестируйте с нами
tr: Neden Bizimle Yatırım Yapın

source: Diversification:
de: Diversifizierung:
fa: مدت زمان
ru: Диверсификация:
tr: Çeşitlendirme:

source: Spread your investments across a range of products, reducing risk and maximizing potential returns.
de: Verteilen Sie Ihre Anlagen auf eine Reihe von Produkten, um das Risiko zu reduzieren und die potenziellen Erträge zu maximieren.
fa: .سرمایه گذاری های خود را در طیف وسیعی از محصولات، با حداقل ریسک به حداکثر بازده برسانید
ru: распределите свои инвестиции по ряду продуктов, снижая риск и максимизируя потенциальную прибыль.
tr: Yatırımlarınızı çeşitli ürünlere yayarak riski azaltın ve potansiyel getirileri en üst düzeye çıkarın.

source: Transparency:
de: Transparenz:
fa: شفافیت
ru: Прозрачность:
tr: Şeffaflık:

source: We believe in open communication. Track your investments, monitorperformance, and stay informed about market trends.
de: Wir glauben an offene Kommunikation. Verfolgen Sie Ihre Investitionen, überwachen Sie die Leistung und bleiben Sie über Markttrends auf dem Laufenden.
fa: .ما به ارتباطات باز اعتقاد داریم. سرمایه‌گذاری‌های خود را دنبال کنید، بر عملکرد نظارت کنید و از روندهای بازار مطلع شوید
ru: Мы верим в открытое общение. Отслеживайте свои инвестиции, отслеживайте производительность и будьте в курсе тенденций рынка.
tr: Açık iletişime inanıyoruz. Yatırımlarınızı takip edin, performansı izleyin ve pazar trendleri hakkında bilgi sahibi olun.

source: Expert Curation:
de: Expertenkuration:
fa: مدت زمان
ru: Экспертное курирование:
tr: Uzman Kürasyonu:

source: Our team of experts carefully selects products with a proven track record, ensuring you invest in opportunities with real growth potential.
de: Unser Expertenteam wählt sorgfältig Produkte mit nachgewiesener Erfolgsbilanz aus und stellt so sicher, dass Sie in Chancen mit echtem Wachstumspotenzial investieren.
fa: .تیم کارشناسان ما با دقت محصولاتی را انتخاب می‌کنند که سابقه‌ی اثبات شده دارند،اطمینان از سرمایه گذاری در فرصت هایی با پتانسیل رشد واقعی
ru: наша команда экспертов тщательно отбирает продукты с проверенной репутацией, гарантируя, что вы инвестируете в возможности с реальным потенциалом роста.
tr: Uzmanlardan oluşan ekibimiz, kanıtlanmış performansa sahip ürünleri dikkatle seçerek, gerçek büyüme potansiyeli olan fırsatlara yatırım yapmanızı sağlar. Gerçek büyüme potansiyeli olan fırsatlara yatırım yapmanızı sağlar.

source: Get Started Today
de: Beginnen Sie noch heute
fa: امروز شروع کنید
ru: Начните сегодня
tr: Hemen başlayın

source: Seize the moment and embark on a journey of financial growth with Your Company Name. Our Investmen Opportunity is not just an option; it's a gateway to a brighter and more prosperous future. Take control of your financial destiny and invest with confidence.
de: Nutzen Sie den Moment und begeben Sie sich mit Ihrem Firmennamen auf eine Reise des finanziellen Wachstums. Unsere Investitionsmöglichkeit ist nicht nur eine Option; Es ist ein Tor zu einer besseren und wohlhabenderen Zukunft. Übernehmen Sie die Kontrolle über Ihr finanzielles Schicksal und investieren Sie mit Zuversicht.
fa: لحظه را غنیمت شمرده و همراه با شرکت سرمایه گذاری امیران سفری را برای رشد مالی آغاز کنید.فرصت سرمایه گذری ما فقط یک گزینه نیست بلکه دروازه ای به سوی آینده ای روشن تر و مرفه تر است
ru: Воспользуйтесь моментом и отправляйтесь в путь финансового роста вместе с названием вашей компании. Наши инвестиционные возможности — это не просто вариант; это ворота в более светлое и процветающее будущее. Возьмите под свой контроль свою финансовую судьбу и инвестируйте с уверенностью.
tr: Anı yakalayın ve Şirket Adınız ile finansal büyüme yolculuğuna çıkın. Yatırımcı Fırsatımız sadece bir seçenek değil; daha parlak ve daha müreffeh bir geleceğe açılan bir kapıdır. Finansal kaderinizin kontrolünü elinize alın ve güvenle yatırım yapın.

source: Your success is our success. Let's grow together.
de: Ihr Erfolg ist unser Erfolg. Lasst uns gemeinsam wachsen.
fa: .موفقیت شما موفقیت ماست. بیایید با هم رشد کنیم
ru: Ваш успех это и наш успех. Давайте расти вместе.
tr: Sizin başarınız bizim başarımızdır. Birlikte büyüyelim.

source: Explore Exciting Investment Opportunities
de: Entdecken Sie spannende Investitionsmöglichkeiten
fa: فرصت های سرمایه گذاری هیجان انگیز را کشف کنید
ru: Изучите захватывающие инвестиционные возможности
tr: Heyecan Verici Yatırım Fırsatlarını Keşfedin

source: Profitability:
de: Rentabilität:
fa: سوددهی:
ru: Рентабельность:
tr: Kar oranı:

source: Oops! Currently, there are no investments available. Please check back soon for exciting updates and new opportunities.
de: Hoppla! Derzeit sind keine Investitionen verfügbar. Bitte schauen Sie bald wieder vorbei, um spannende Updates und neue Möglichkeiten zu erhalten.
fa: اوه! در حال حاضر هیچ سرمایه گذاری در دسترس نیست. لطفا به زودی برای به روز .رسانی های هیجان انگیز و فرصت های جدید دوباره بررسی کنید
ru: Упс! На данный момент инвестиций нет. Пожалуйста, зайдите в ближайшее время для получения интересных обновлений и новых возможностей.
tr: ÜZGÜNÜZ! Şu anda herhangi bir yatırım mevcut değildir. Heyecan verici güncellemeler ve yeni fırsatlar için lütfen kısa süre sonra tekrar kontrol edin

source: Copy Link
de: Link kopieren
fa: کپی
ru: Копировать ссылку
tr: Kopyala

source: Complete the Job Application Form
de: Füllen Sie das Bewerbungsformular aus
fa: فرم درخواست کار را تکمیل کنید
ru: Заполните форму заявления о приеме на работу
tr: İş Başvuru Formunu Doldurun

source: Job Application Submitted Successfully!
de: Bewerbung erfolgreich eingereicht!
fa: !درخواست کار با موفقیت ارسال شد
ru: Заявление о приеме на работу успешно отправлено!
tr: İş Başvurusu Başarıyla Gönderildi!

source: Thank you for applying to our company. Your job application has been successfully submitted.
de: Vielen Dank für Ihre Bewerbung bei unserem Unternehmen. Ihre Bewerbung wurde erfolgreich übermittelt.
fa: .از درخواست شما برای شرکت ما متشکریم. درخواست شغلی شما با موفقیت ارسال شد
ru: Благодарим Вас за обращение в нашу компанию. Ваша заявка на работу успешно отправлена.
tr: Şirketimize başvurduğunuz için teşekkür ederiz. İş başvurunuz başarıyla gönderildi.

source: We will review your information and get in touch with you soon.
de: Wir werden Ihre Angaben prüfen und uns zeitnah mit Ihnen in Verbindung setzen.
fa: .اطلاعات شما را بررسی خواهیم کرد و به زودی با شما تماس خواهیم گرفت
ru: Мы проверим вашу информацию и свяжемся с вами в ближайшее время.
tr: Bilgilerinizi inceleyip sizinle en kısa sürede iletişime geçeceğiz.

source: User Information
de: Nutzerinformation
fa: اطلاعات کاربری
ru: информация о пользователе
tr: Kullanıcı Blgileri

source: Forgot Password?
de: Passwort vergessen?
fa: رمز عبور را فراموش کرده اید؟
ru: Забыли пароль?
tr: Parolanızı mı unuttunuz?

source: Enter your name
de: Gib deinen Namen ein
fa: نام را وارد کنید
ru: Введите ваше имя
tr: Isım giriniz

source: Enter your Email
de: Geben sie ihre E-Mail Adresse ein
fa: آدرس ایمیل خود را وارد کنید
ru: Введите адрес электронной почты
tr: E-pasta giriniz

source: Enter your address
de: Geben Sie Ihre Adresse ein
fa: آدرس خود را وارد کنید
ru: Введите свой адрес
tr: Adres giriniz

source: Enter your phone number
de: Gib deine Telefonnummer ein
fa: شماره واتساپ
ru: Введите свой номер телефона
tr: Cep telefon numarası giriniz

source: Submit Order
de: Bestellung abschicken
fa: تایید
ru: Подтвердить заказ
tr: Onayla

source: Price:
de: Preis:
fa: قیمت
ru: Цена:
tr: Fiyat:

source: Information:
fa: اطلاعات
ru: Информация:
tr: Ek bilgi

source: Description:
de: Beschreibung:
fa: نوضیحات
ru: Описание:
tr: Açıklama

source: Order Successfully Placed
de: Bestellung erfolgreich aufgegeben
fa: ثبت سفارش با موفقیت انجام شد
ru: Заказ успешно размещен
tr: Sipariş Başarıyla Verildi

source: Thank you for placing your order with us! Your request has been received, and our team is processing it.
de: Vielen Dank, dass Sie Ihre Bestellung bei uns aufgegeben haben! Ihre Anfrage ist bei uns eingegangen und wird von unserem Team bearbeitet.
fa: از اینکه با ما تماس گرفتید متشکریم! ما درخواست شما را دریافت کرده‌ایم و تیم ما در حال پیگیری است.
ru: Спасибо, что разместили у нас заказ! Ваш запрос получен, и наша команда его обрабатывает.
tr: Sipariş verdiğiniz için teşekkür ederiz! Talebiniz alındı ​​ve ekibimiz işleme alıyor.

source: Within the next 24 hours, our dedicated team will review your order details and contact you to confirm and provide further information.
de: Innerhalb der nächsten 24 Stunden wird unser engagiertes Team Ihre Bestelldaten überprüfen und Sie zur Bestätigung und Bereitstellung weiterer Informationen kontaktieren.
fa: ظرف 24 ساعت آینده، تیم اختصاصی ما درخواست شما را به دقت بررسی کرده و با شما تماس خواهد گرفت.
ru: В течение следующих 24 часов наша специальная команда проверит детали вашего заказа и свяжется с вами для подтверждения и предоставления дополнительной информации.
tr: Önümüzdeki 24 saat içinde özel ekibimiz sipariş ayrıntılarınızı inceleyecek ve onaylamak ve daha fazla bilgi sağlamak için sizinle iletişime geçecektir.

source: We appreciate your business and look forward to serving you. If you have any urgent inquiries, please feel free to reach out to our customer support.
de: Wir schätzen Ihr Geschäft und freuen uns darauf, Sie zu bedienen. Bei dringenden Anfragen können Sie sich gerne an unseren Kundensupport wenden.
fa: ما از کسب و کار شما قدردانی می کنیم و مشتاقانه منتظر خدمات رسانی به شما هستیم. اگر سؤال فوری دارید، لطفاً با پشتیبانی مشتری ما تماس بگیرید.
ru: Мы ценим ваш бизнес и с нетерпением ждем возможности служить вам. Если у вас есть срочные вопросы, пожалуйста, свяжитесь с нашей службой поддержки клиентов.
tr: İşinizi takdir ediyoruz ve size hizmet vermeyi sabırsızlıkla bekliyoruz. Acil sorularınız varsa lütfen müşteri desteğimizle iletişime geçmekten çekinmeyin.

source: Quantity:
de: Menge:
fa: مقدار
ru: Количество:
tr: Mıktar:

source: Price:
de: Preis:
fa: قیمت
ru: Цена:
tr: Fiyat:
